export const foodList = [
  {
    photo: require('../assets/foods/okonomiyaki.jpg'),
    name: '오코노미야끼',
    memo: `오코노미(お好み)는 일본어로 취향이란 뜻이다. 야키는 구이라는 뜻으로 한국어로 직역하면 '취향빵', '취향전' 정도로 번역할 수도 있다.

밀가루를 가쓰오부시 우린 물에 개어 잘게 썬 양배추를 섞은 후 취향 따라 각종 재료를 넣고 지져 먹는 일본 요리. 이름 자체가 '좋아하는 것(오코노미)+구이(야키)'라서 들어가는 재료는 딱히 정해져 있지 않다. 밀가루, 양배추, 소스, 가쓰오부시, 계란 정도만 준비하고 친구들에게 숙주나물, 고기, 볶음면 같은 재료를 하나씩 가져오게 해서 오코노미야키 파티를 할 수도 있다.`,
  },
  {
    photo: require('../assets/foods/yakisoba.jpg'),
    name: '야끼소바',
    memo: `일본이 제2차 세계 대전에서 패배한 뒤, 경제가 혼란스러웠을 시기 메밀로 만드는 국수인 소바를 대체하기 위해서 만들어진 것이라는 설이 지배적이다.

원형은 메밀로 만든 면인 소바이지만, 물자가 귀한 전쟁 중에 메밀로 제분한 소바는 귀했기에 밀가루로 만들어진 중화면이 사용되었고, 물에 삶는 방식 역시 시간이 많이 걸린다는 이유로 식용유가 보급되어 기름에 지져내는 방식으로 바뀌었다. 양념에 면을 찍어먹는 소바와 달리 아예 양념과 면을 함께 볶아내는 방식으로 재탄생했으며, 이 과정에서 양을 늘리기 위해 대량의 채소가 들어가게 되었다.`,
  },
  {
    photo: require('../assets/foods/takoyaki.jpg'),
    name: '타코야끼',
    memo: `밀가루 반죽에 잘게 썬 문어와 파, 양배추 등을 넣어 동그랗게 구워내 가쓰오부시와 소스를 뿌려 먹는 일본의 먹거리. 일본의 대표적 길거리 음식이라고 할 수 있다. 서구권에서도 나름 인기가 있는 음식이다.바삭하게 익은 껍질과 말랑한 내용물, 쫄깃한 문어와 짭짜름한 소스가 일품으로, 식감이나 요리법 자체는 한국의 풀빵과 비슷하다.

타코야키의 탄생은 1936년으로, 엔도 우메키치라는 행상인이 오사카부(大阪)에서 처음 개발한 것이다. 당시 인근 효고현에 아카시야키라는 낙지가 들어간 풀빵이 있었는데, 엔도 토모키치가 이것을 참고하여 풀빵 안에 쇠힘줄(스지)을 넣은 라디오야키라는 음식을 개발한 것. 라디오라는 이름이 붙은 것은 당시 라디오가 고가의 전자제품, 즉 사치품에 가까운 전자제품이었기 때문이다. 라디오만큼 좋다는 의미. 그리고 언젠가부터 쇠힘줄이 문어로 바뀌면서 타코야키가 된 것이다.`,
  },
  {
    photo: require('../assets/foods/udon.jpg'),
    name: '우동',
    memo: `20세기 등장한 라멘이나 교자(만두) 등과는 달리 우동은 과거부터 먹어오던 전통적인 음식이었다.

우동은 그 굵직굵직한 면발로 유명한데 소면이나 중화면보다 두께가 두텁기 때문에 면발을 삶은 모습은 뱀들이 한데 엉켜 있는 모습을 연상케 한다. 우동의 맛은 이 굵직한 면발에서 나오는 쫄깃한 식감과 목넘김에서 나온다 해도 과언이 아니다. 국물은 대체로 가쓰오부시를 베이스로 하고, 지역 및 점포에 따라 다른 재료를 첨가하여 맛을 더한다.`,
  },
  {
    photo: require('../assets/foods/yakiniku.jpg'),
    name: '야키니쿠',
    memo: `한국식 고기구이가 재일 한국-조선인 사회 및 그들과 교류가 많았던 일본인들로 인해 일본에 정착한 요리 문화이자 넓은 의미에서는 일본식 한국 요리로 불린다. 단어의 의미는 말 그대로 굽다라는 의미의 야키(焼)와 고기라는 의미의 니쿠(肉)가 합해져 직역하면 '구운 고기'이다.

일본은 육식금지령이 내려진 675년부터 1872년까지 육식을 하지 않아서 육식 문화가 발달되지 않았던지라 한국식 고기 구이 요리가 '야키니쿠(구운 고기)'라는 이름으로 일본에 정착하게 되었다. 그래서 가게마다 차이는 있지만 야키니쿠 음식점에서는 한국의 식문화와 함께 한국 음식인 김치, 육회, 냉면, 부침개 등을 같이 파는 모습도 볼 수 있으며, 초창기에 재일 한국인이 시작하고 전파한 문화라는 이미지가 남아 있어서 일본에서도 야키니쿠는 한식이라는 인식이 있다.`,
  },
  {
    photo: require('../assets/foods/jcurry.jpg'),
    name: '카레',
    memo: `20세기 초 근대가 되자, 영국은 극동으로 계속 세를 늘려가던 러시아를 견제하기 위해 그 견제를 일본에게 맡기며 군사적으로 동맹을 하는데 이는 해군간의 교류도 포함되어 있었다. 당시 영국해군은 일주일에 한 번은 커리를 만들어 먹는다 할 정도로 영국 해군의 상징과도 같은 음식이었다. 일본해군은 당시 자주 발생하던 괴혈병의 원인을 일본인의 전통적인 육식금지로 인한 단백질 부족으로 판단했었고, 이를 해결하기 위해 선진적이던 영국해군의 식습관을 도입하는데 그 중 하나가 바로 커리이다. 이 영국식 커리가 그대로 일본으로 넘어가 카레가 되었고 여기에 일본인들의 주식인 쌀과 결합하여 카레라이스가 된다. 그리고 일제식민지배를 거쳐 일본 카레가 그대로 한국으로 넘어오며 한국인들은 커리를 카레라고 부르게 되었다.`,
  },
  {
    photo: require('../assets/foods/sashimi.jpg'),
    name: '사시미',
    memo: `회가 일본 음식인 줄 아는 사람도 가끔 있지만, 그러한 선입견과 달리 한국에서도 오랜 기간 이어온 전통 요리다. 고려시대부터 여러 문인들이 회에 대한 감상을 읊었으며, 조선 시대에는 실학자 정약전의 자산어보에서도 여러 가지 물고기를 회로 먹는다는 이야기가 나온다. 홍만선은 생선회를 먹은 후 소화가 안 될 때 생강즙이 좋다는 기록을 남기기도 하였다. 특히 홍어, 상어류는 예나 지금이나 지역 주민들은 날로 먹는 것이 더 일반적일 정도. 일본의 회는 1399년에 처음으로 기록이 등장해 막부를 바닷가 근처인 도쿄로 옮긴 임진왜란 이후 유행한 것으로 추정된다. 근대에 들어서 일본이 회 문화를 극도로 발전시켜 세계에 많이 알려지다 보니 현대에서 가장 높은 위상을 차지하고 있는 것은 사실이다.`,
  },
  {
    photo: require('../assets/foods/sushi.jpg'),
    name: '스시',
    memo: `초밥(醋-) 또는 스시(寿司すし, 수사)는 일본 요리의 하나로, 어패류(수산물)의 살이나 유부·달걀·김 등의 식재료를 배합초에 절인 쌀밥 위에 올려 만드는 음식이다. 위에 올리는 재료 부분을 '네타(ネタ)', 아래의 밥을 '샤리(しゃり)'라고 한다. 네타는 주로 가열하지 않은 날생선 형태가 가장 유명하지만 그 외에도 불에 익힌 식재료나 육고기 등 여러가지 재료를 얹을 수 있다. 일본을 대표하는 음식으로 세계적으로도 유명한 요리 중 하나이다.`,
  },
  {
    photo: require('../assets/foods/odeng.jpg'),
    name: '오뎅',
    memo: `냄비에 뜨거운 국물을 넣고 여기에 어묵과 곤약, 무, 쇠고기 힘줄살, 유부, 그 외 각종 해산물과 야채 등을 담가 끓여 먹는 일본식 나베 요리(鍋料理)의 일종이다.

일본에서는 일반적으로 포장마차, 혹은 일명 '오뎅바'라고 불리는 가게에서 판매하며, 가게 주인이 오뎅을 조리하는 모습을 볼 수 있는 바 형태의 테이블을 두고 의자에 앉아 주인에게 원하는 품목을 주문한 뒤 앞접시에 덜어준 오뎅을 먹는다. 저렴하고 맛있는 술안주로 유명하기 때문에 샐러리맨들이 퇴근 후 오뎅바에 앉아 간단하게 술안주로 먹는 이미지이다. 한국에서는 주로 길거리 음식으로 많이 먹는다.`,
  },
  {
    photo: require('../assets/foods/kushikach.jpg'),
    name: '쿠시카츠',
    memo: `쿠시카츠(串カツ)는 꼬치에 여러 재료를 꽂아 튀겨내는 일본, 특히 오사카의 명물 요리이다. 시초는 노점에서 덴뿌라를 먹기 좋게 꼬챙이에 끼워 판 것이다. 현재는 오사카 전역에 퍼져 있다. 특히 맥주의 안주로는 으뜸이라는 듯하다. 물론 오사카에만 있는 것은 아니고 몇십 년 전부터 전국에 퍼졌다.
    
원조는 오사카를 비롯한 간사이지만, 지역에 따라 스타일이 다르다. 간토와 나고야, 그리고 간사이 스타일이 각각 다르다.간사이에서는 튀김옷을 입힌 뒤, 입자가 고운 빵가루를 입혀 튀겨낸다. 소스는 간토와 비슷하게 우스터 소스베이스에 간장,식초 등을 섞어 만든다. 하지만 간사이에서는 간토와 다른 것이, 소스를 공용으로 사용한다. 가게에 들어가면 다찌라고 하는 바나 테이블에 스테인레스 박스가 있고 그 뚜껑을 열면 소스가 들어 있다. 그 소스에 찍어 먹는다. 
`,
  },
  {
    photo: require('../assets/foods/ramen.jpg'),
    name: '라멘',
    memo: `라멘(ラーメン, Ramen)은 중국의 수타 탕면인 라몐(拉面)이 일본에서 현지화되어 만들어진 일본식 중화 요리이다. 중화 요리로 시작해서 인기를 얻은 면요리라는 점에서 한국의 짜장면과 유사한 측면이 있다. 게다가 짜장면은 한국에선 중국요리 취급을 받지만 외국인들은 한식으로 여기듯이 라멘도 일본에선 중국요리 취급하지만 한국인 같은 외국인들은 일본요리로 여긴다.`,
  },
  {
    photo: require('../assets/foods/kyoja.jpg'),
    name: '교자',
    memo: `중국의 영향을 매우 강하게 받았으며 명칭도 餃子(자오쯔. 일본어로는 교자)를 그대로 쓴다. 사실상 같은 음식인데도 불구하고 영어로는 일본이름인 Gyoza로 알려져서 Gyoza로 검색해보면 중국음식이라고 뜨는게 아니라 재패니즈 덤플링이라며 일본 음식으로 뜨고 있다.

중국의 바오쯔류의 만두는 중화만(中華まん - 츄우카만)이라고 하는데 들어간 재료에 따라 피자만(ピザまん), 카레만(カレーまん)이라는 식으로 이름이 달라진다. 가장 대중적 만두인 고기만두는 도쿄 쪽에서는 니쿠만(肉まん - 고기만두)이라고 하고 오사카 지방에서는 부타만(豚まん - 돼지고기만두)이라고 한다.`,
  },
];
